{
    "ark": "ark:/21198/s15m3k",
    "reconstruction": false,
    "label": "Gospel of Mark",
    "lang": [
        {
            "id": "lati1261",
            "label": "Latin"
        }
    ],
    "work_wit": [
        {
            "work": {
                "id": "ark:/21198/s1630k"
            }
        }
    ],
    "note": [
        {
            "type": {
                "id": "contents",
                "label": "Contents Note"
            },
            "value": "Identification of script and text by Michelle Brown and Daniela Mairhofer"
        },
        {
            "type": {
                "id": "contents",
                "label": "Contents Note"
            },
            "value": "The text is that of Jerome’s Vulgate edition; there are a couple of minor variants, but from the small sample of text that remains it seems to be a good Vulgate, perhaps of Northumbrian type (Brown)."
        },
        {
            "type": {
                "id": "general",
                "label": "Other Notes"
            },
            "value": "Description by Michelle P. Brown, David Ganz, Daniela Mairhofer"
        },
        {
            "type": {
                "id": "general",
                "label": "Other Notes"
            },
            "value": "Bibliography: M. P. Brown, The Book of Cerne, London and Toronto: BL and University of Toronto, 1996 ; M. P. Brown, \"Writing in the Insular World,\" in A History of the Book in Britain, Vol. 1: From the Romans to the Normans, ed. R. G. Gameson, Cambridge: Cambridge University Press, 2011 ; M. P. Brown, \"Mercian Manuscripts: the implications of the Staffordshire Hoard, other recent discoveries, and the ‘new materiality’, Inaugural Lecture to the Chair of Medieval Manuscript Studies, School of Advanced Study, University of London, 22 June 2010,\" in Writing in Context: Insular Manuscript Culture, 500-1200, ed. E. Kwakkel, Leiden: Leiden University Press, 2013, pp. 23-66 ; M. P. Brown, \"The Eastwardness of Things: Relationships between the Christian Cultures of the Middle East and the Insular World,\" in The Genesis of Books: Studies in the Interactions of Words, Text, and Print in Honor of A. Doane, eds. M. Hussey, J. D. Niles, Turnhout: Brepols, 2011 ;  M. P. Brown, \"Imagining, Imaging and Experiencing the East in Insular and Anglo-Saxon Cultures: New Evidence for Contact,\" in Proceedings of the ISAS conference, Madison, 2012, ed. J. D. Niles, et al., Arizona University Press, 2016 ; M. P. Brown,\"The Bridge in the Desert: towards establishing an historical context for the newly discovered Latin manuscripts of St Catherine’s Sinai,\" Rivista degli Studi Orientali (Supplement, 2018) ; M.P. Brown, \"Were early medieval picture cycles recycled from late Antiquity? New evidence for a lost archetype of the Apollonius Pictus - an illustrated classic,\" in Illuminating the Middle Ages: Tributes to Prof. John Lowden from his Students, Friends and Colleagues, ed. A. Bovey, L. Cleaver, L. Donkin (Amsterdam: Brill, 2020), pp.4-18 ; M. P. Brown, The Latin Manuscripts of the Holy Monastery of St Catherine’s, Sinai (forthcoming) ; P. McGurk, Latin Gospel Books from A.D. 400 to A.D. 800 (Paris: Aux Editions Erasme SA, 1961) ; M. B. Parkes, The scriptorium of Wearmouth-Jarrow, Jarrow lecture, Newcastle-upon-Tyne, 1982 ; G. Boudalis, G. Rossetto, Colour Mapping of Sin. ar. NF 8 + Sin. ar. NF 28, in The Apollonius of Tyre Fragment in Arabic NF 8: Studies of a Latin Palimpsest at St Catherine’s Monastery, Sinai, eds. M. P. Brown, J. Lockhart (forthcoming)"
        }
    ],
    "parent": [
        "ark:/21198/s1hk9m"
    ]
}