{
    "ark": "ark:/21198/s16q49",
    "reconstruction": false,
    "label": "Liturgical Typikon",
    "lang": [
        {
            "id": "gree1276",
            "label": "Greek"
        }
    ],
    "work_wit": [
        {
            "work": {
                "id": "ark:/21198/s1qk5z"
            },
            "alt_title": "Liturgical Typikon"
        }
    ],
    "note": [
        {
            "type": {
                "id": "contents",
                "label": "Contents Note"
            },
            "value": "Title of the manuscript (τυπικόν) on f. 71r"
        },
        {
            "type": {
                "id": "contents",
                "label": "Contents Note"
            },
            "value": "The text falls broadly into three parts: 1) general rules on how to celebrate services. This section occupies the first seven folia of Quire one; 2) synaxarion, listing a selection of fixed daily celebrations, from the beginning of the liturgical year on 1 September until 31 August (from the second half of Quire one to the third to last folio of Quire five); 3) triodion, with the movable cycle, running from the Sunday of the Publican and the Pharisee to Easter Monday (the last two folia of Quire five until the end of Quire seven). The final part of the manuscript—from Easter Monday to All Saints’ Sunday (the first Sunday after Pentecost)—is missing. I have calculated that approximately two quires are now lost. All in all, this means that the Typikon originally consisted of approximately 70 folia (Rossetto)"
        },
        {
            "type": {
                "id": "general",
                "label": "Other Notes"
            },
            "value": "Description by Ernst Gamillscheg, Giulia Rossetto"
        },
        {
            "type": {
                "id": "general",
                "label": "Other Notes"
            },
            "value": "Bibliography: G. Rossetto, Greek Palimpsests at Saint Catherine's Monastery (Sinai): Three Euchologia as Case Studies, Vienna 2022 | Typikon editions used to compare the text are: Mateos, J. (ed.), Le typicon de la Grande Église. ms. Saint-Croix no. 40, Xe siècle, vol. 1, Le cycle des douze mois, Orientalia Christiana Analecta 165 (Rome, 1962) ; idem. vol. 2, Le cycle des fêtes mobiles, Orientalia Christiana Analecta 166 (Rome, 1963) ; Arranz, M., Le typicon du Monastère du Saint Sauveur à Messine, Codex Messinensis Gr. 115 A.D. 1131, introduction, texte critique, and notes by M. Arranz SJ, Orientalia Christiana Analecta 185 (Rome, 1969) ; Papadopulos-Kerameus, A., Ἀναλέκτα Ἱεροσολυμιτικῆς Σταχυολογίας, vols. 1-4 (St. Petersburg, 1891-1898) ; Dmitrievskij, A., Opisanie liturgičeskichă rukopisej, chranjaščichsja vă bibliotekachă Pravoslavnago Vostoka, I: Τυπικά, Kiev 1895 ; Dmitrievskij, A., Opisanie liturgičeskichă rukopisej, chranjaščichsja vă bibliotekachă Pravoslavnago Vostoka, III: Τυπικά 2, Petrograd 1917"
        }
    ],
    "parent": [
        "ark:/21198/s1jm0v"
    ]
}