{
    "ark": "ark:/21198/s1sd5v",
    "reconstruction": false,
    "label": "History of Apollonius of Tyre",
    "lang": [
        {
            "id": "lati1261",
            "label": "Latin"
        }
    ],
    "work_wit": [
        {
            "work": {
                "desc_title": "History of Apollonius of Tyre",
                "genre": [
                    {
                        "id": "historical-works",
                        "label": "Historical works"
                    }
                ]
            }
        }
    ],
    "note": [
        {
            "type": {
                "id": "contents",
                "label": "Contents Note"
            },
            "value": "Text identification by David Ganz. Further details provided by Michelle Brown, who also wrote the following comments. Lower layer of double palimpsest. The History of Apollonius of Tyre (Historia Apollonii regis Tyri) is an anonymous 5th- or 6th-century CE Latin (illustrated) version of a Greek original text. The Latin version is first mentioned by Venantius Fortunatus in the late 6th century (Carmina, Book vi.8, 11.5-6). The copy in this ms. predates the other known (9th-10th century) Latin versions of the text by several centuries. It is of very fine quality, and probably hails from Rome. It provides evidence of the sort of late antique illustrated cycle of this novel in the earliest medieval illustrated copy, an Ottonian fragment in Hungary (National Széchényi Library, COD. Lat. 4), made in Werden c1000 and containing some 38 line drawings in crude style, but probably ultimately based on something similar to the Sinai fragment. The surviving fragmentary image (fol. 18r) depicts a young woman and a man, set beneath an architectural entablature with Corinthian column capitals. The subject is likely Apollonius and his daughter, Tarsia, at the house of Strangulos (probably introducing ch. 28, the middle section of which is on fol. 18r). Both script and text are confident and expert. The line-drawing style is loose but adept. The illustration was palimpsested and overwritten in a 7th-8th-century half-uncial hand of western or local Sinaite Latin origin, written upside down in relation to the illustration. Andras Nemeth has identified the text as the Athanasian Creed, a text that became crucial to East-West church relations from the 9th century onwards, due to the western espousal of the controversial ‘filioque’ clause. (Brown)."
        },
        {
            "type": {
                "id": "general",
                "label": "Other Notes"
            },
            "value": "Description by Michelle P. Brown, David Ganz, Daniela Mairhofer"
        },
        {
            "type": {
                "id": "general",
                "label": "Other Notes"
            },
            "value": "Biliography: For online textual edition, see Corpus Corporum www.mlat.uzh.ch ; S. Ammirati, Sul libro latino antico, Pisa - Rome: Fabrizio Serra Editore, 2015 ; E. Archibald, Apollonius of Tyre. Medieval and Renaissance Themes and Variations, Including the Text of the Historia Apollonii Regis Tyri with an English Translation, Cambridge:  D.S. Brewer, 1991 ; A. Boreczky, A. Németh (eds), Apollonius Pictus: an illustrated late antique romance around 1000; Facsimile edition of the Historia Apollonii Regis Tyri, Budapest: National Széchényi Library, 2011 ; A. Boreczky, “The Illustrated Life of Apollonius and Tarsia: a ’Papyrus-style’ Narrative in Ottonian Art,” Convivium 3/1 (2016), pp. 76-91 ; M. P. Brown, \"The Eastwardness of Things: Relationships between the Christian Cultures of the Middle East and the Insular World,\" in The Genesis of Books: Studies in the Interactions of Words, Text, and Print in Honor of A. Doane, ed. M. Hussey, J. D. Niles, Turnhout: Brepols, 2011, pp. 17-49 ; M. P. Brown, \"Imagining, Imaging and Experiencing the East in Insular and Anglo-Saxon Cultures: New Evidence for Contact, in Proceedings of the ISAS conference, Madison, 2012, ed. J. D. Niles, et al., Tempe: Arizona Univ. Press, 2016, pp. 49-88 ; M. P. Brown,\"The Bridge in the Desert: towards establishing an historical context for the newly discovered Latin manuscripts of St Catherine’s Sinai,\" Rivista degli Studi Orientali 90 (Suppl. 1, 2017), pp. 73-98 ; M. P. Brown, \"Were early medieval picture cycles recycled from late Antiquity? New evidence for a lost archetype of the Apollonius Pictus - an illustrated classic,\" in Illuminating the Middle Ages: Tributes to Prof. John Lowden from his Students, Friends and Colleagues, ed. by A. Bovey, L. Cleaver, L. Donkin, Leiden - Boston: Brill, 2020, pp. 4-18 ; M. P. Brown, The Latin Manuscripts of the Holy Monastery of St Catherine’s, Sinai (forthcoming) ; G. Boudalis, G. Rossetto, Colour Mapping of Sin. ar. NF 8 + Sin. ar. NF 28, in The Apollonius of Tyre Fragment in Arabic NF 8: Studies of a Latin Palimpsest at St Catherine’s Monastery, Sinai, ed. M. P. Brown, J. Lockhart (forthcoming)"
        }
    ],
    "parent": [
        "ark:/21198/s14d02"
    ]
}